Repository: djaymonahan/kodi-addons
Catalog: plugin.video.rover.info/resources/language/Ukrainian/strings.po
Languages: uk

# #32000
source: General
uk: Загальні

# #32001
source: Rover.Info language
uk: Мова сайту Rover.Info

# #32002
source: Items per page
uk: Об'єктів на сторінку

# #32003
source: High quality posters
uk: Постери високої якості

# #32004
source: Home
uk: Головна

# #32005
source: Previous
uk: Назад

# #32006
source: Next
uk: Далі

# #32007
source: Search...
uk: Пошук...

# #32008
source: Search in the category...
uk: Пошук у категорії...

# #32009
source: Mark as watched/unwatched
uk: Переглянуто/не переглянуто

# #32010
source: Search query
uk: Пошуковий запит

# #32011
source: No results found
uk: Нічого не знайдено

# #32012
source: Refine your search and try again
uk: Уточніть запит і повторіть спробу

# #32013
source: Show "<< Home" link
uk: Показувати посилання "<< Головна"

# #32014
source: Cache pages
uk: Кешувати сторінки

# #32015
source: Save search history
uk: Зберігати історію пошуку

# #32016
source: Search history length
uk: Довжина історії пошуку

# #32017
source: Search history
uk: Історія пошуку

# #32018
source: Mediafile selection method
uk: Метод вибору медіафайлу

# #32019
source: Default
uk: За замовчуванням

# #32020
source: Selection dialog
uk: Діалог вибору

# #32021
source: Lightweight version
uk: Полегшена версія

# #32022
source: Mirror {0}
uk: Дзеркало {0}

# #32023
source: Select media to play
uk: Виберіть файл для відтворення

# #32024
source: Navigation
uk: Навігація

# #32025
source: Warning!
uk: Увага!

# #32026
source: Do you really want to clear plugin cache?
uk: Ви справді хочете очистити кеш?

# #32027
source: Plugin cache cleaned successfully
uk: Кеш успішно очищено

# #32028
source: Authorization
uk: Авторизація

# #32029
source: Use Rover.Info credentials
uk: Облікові дані Rover.Info

# #32030
source: Save password (not recommended)
uk: Зберігати пароль (не рекомендується)

# #32031
source: Clear cookies (site logoff)
uk: Очистити кукі (вихід зі сайту)

# #32032
source: Username:
uk: Ім'я користувача:

# #32033
source: Password:
uk: Пароль:

# #32034
source: Text on the picture:
uk: Текст на картинці:

# #32035
source: Cancel
uk: Скасувати

# #32036
source: Login
uk: Вхід

# #32037
source: Rover.Info login
uk: Вхід на Rover.Info

# #32038
source: My bookmarks
uk: Мої запам'ятовані

# #32039
source: Login error!
uk: Помилка входу!

# #32040
source: Check your login and password, and try again.
uk: Перевірте логін і пароль, а потім повторіть спробу.

# #32041
source: Rover.Info content
uk: Вміст Rover.Info

# #32042
source: Video and Audio
uk: Відео та аудіо

# #32043
source: Video
uk: Відео

# #32044
source: Audio
uk: Аудіо

# #32045
source: Clear cache
uk: Очистити кеш

# #32046
source: Clear search history
uk: Очистити історію пошуку

# #32047
source: Do you really want to clear search history?
uk: Ви справді хочете очистити історію пошуку?

# #32048
source: Search history cleaned successfully
uk: Історія пошуку успішно очищена

# #32049
source: Do you really want to clear cookies?
uk: Ви справді хочете очистити кукі?

# #32050
source: Cookies cleaned successfully
uk: Кукі успішно очищено

# #32051
source: Show info
uk: Відомості

# #32052
source: Original media
uk: Оригінальний файл

# #32053
source: Add to Rover.Info bookmarks
uk: Запам'ятати на Rover.Info

# #32054
source: Item added to Rover.Info bookmarks
uk: Об'єкт запам'ятовано на Rover.Info

# #32055
source: Remove from Rover.Info bookmarks
uk: Видалити зі запам'ятованих Rover.Info

# #32056
source: Item removed from Rover.Info bookmarks
uk: Об'єкт видалено зі запам'ятованих Rover.Info
