Repository: djaymonahan/kodi-addons
Catalog: plugin.video.rover.info/resources/language/*/strings.po
Languages: russian

# #32000
source: General
russian: Общие

# #32001
source: Rover.Info language
russian: Язык Rover.Info

# #32002
source: Items per page
russian: Объектов на страницу

# #32003
source: High quality posters
russian: Постеры высокого качества

# #32004
source: Home
russian: Главная

# #32005
source: Previous
russian: Назад

# #32006
source: Next
russian: Вперед

# #32007
source: Search...
russian: Поиск...

# #32008
source: Search in the category...
russian: Поиск в категории...

# #32009
source: Mark as watched/unwatched
russian: Просмотрено/не просмотрено

# #32010
source: Search query
russian: Поисковый запрос

# #32011
source: No results found
russian: Ничего не найдено

# #32012
source: Refine your search and try again
russian: Уточните запрос и повторите попытку

# #32013
source: Show "<< Home" link
russian: Показывать ссылку "<< Главная"

# #32014
source: Cache pages
russian: Кэшировать страницы

# #32015
source: Save search history
russian: Сохранять историю поиска

# #32016
source: Search history length
russian: Длина истории поиска

# #32017
source: Search history
russian: История поиска

# #32018
source: Mediafile selection method
russian: Метод выбора медиафайла

# #32019
source: Default
russian: По умолчанию

# #32020
source: Selection dialog
russian: Диалог выбора

# #32021
source: Lightweight version
russian: Облегченная версия

# #32022
source: Mirror {0}
russian: Зеркало {0}

# #32023
source: Select media to play
russian: Выберите файл для проигрывания

# #32024
source: Navigation
russian: Навигация

# #32025
source: Warning!
russian: Внимание!

# #32026
source: Do you really want to clear plugin cache?
russian: Действительно очистить кэш?

# #32027
source: Plugin cache cleaned successfully
russian: Кэш успешно очищен.

# #32028
source: Authorization
russian: Авторизация

# #32029
source: Use Rover.Info credentials
russian: Использовать учетные данные Rover.Info

# #32030
source: Save password (not recommended)
russian: Сохранять пароль (не рекомендуется)

# #32031
source: Clear cookies (site logoff)
russian: Очистить куки (выход из сайта)

# #32032
source: Username:
russian: Имя пользователя:

# #32033
source: Password:
russian: Пароль:

# #32034
source: Text on the picture:
russian: Текст на картинке:

# #32035
source: Cancel
russian: Отмена

# #32036
source: Login
russian: Вход

# #32037
source: Rover.Info login
russian: Вход на Rover.Info

# #32038
source: My bookmarks
russian: Мои запомненные

# #32039
source: Login error!
russian: Ошибка входа!

# #32040
source: Check your login and password, and try again.
russian: Проверьте логин и пароль, а затем повторите попытку.

# #32041
source: Rover.Info content
russian: Содержимое Rover.Info

# #32042
source: Video and Audio
russian: Видео и аудио

# #32043
source: Video
russian: Видео

# #32044
source: Audio
russian: Аудио

# #32045
source: Clear cache
russian: Очистить кэш

# #32046
source: Clear search history
russian: Очистить историю поиска

# #32047
source: Do you really want to clear search history?
russian: Действительно очистить историю поиска?

# #32048
source: Search history cleaned successfully
russian: История поиска успешно очищена

# #32049
source: Do you really want to clear cookies?
russian: Действительно очистить куки?

# #32050
source: Cookies cleaned successfully
russian: Куки успешно очищены

# #32051
source: Show info
russian: Сведения

# #32052
source: Original media
russian: Оригинальний файл

# #32053
source: Add to Rover.Info bookmarks
russian: Запомнить на Rover.Info

# #32054
source: Item added to Rover.Info bookmarks
russian: Объект запомнен на Rover.Info

# #32055
source: Remove from Rover.Info bookmarks
russian: Удалить из запомненных Rover.Info

# #32056
source: Item removed from Rover.Info bookmarks
russian: Объект удален из запомненных Rover.Info
